{
  "Metadata": {
    "title": "Blitz Split",
    "description": "The best way to split bills with friends",
    "keywords": "split, bills, friends, expenses, group, share, experiences",
    "link": "https://borarachar.com/en",
    "ogImage": "https://borarachar.com/og-image-en.jpg"
  },
  "GroupInviteLink": {
    "title": "Join the {groupName} group on Blitz Split!",
    "description": "Join the group and start sharing bills and experiences with {invitedFor}!"
  },
  "LandingPageHeader": {
    "title": "Blitz Split",
    "howItWorks": "How It Works",
    "downloadAPKButton": "Download APK"
  },
  "LandingPageWelcome": {
    "title": "The best way to split bills with friends",
    "description": "Start sharing experiences in a simple and intuitive way with the power of Gemini! Don't forget to <sendReport>report your experiences!</sendReport>",
    "downloadAPKButton": "Download APK",
    "googlePlayButton": "Google Play (coming soon)"
  },
  "LandingPageHowToPayDebt": {
    "title": "How to Pay a Debt?",
    "card1Title": "View your Bills",
    "card1Description": "When you have active bills, they will be available for payment."
  },
  "LandingPageHowToCreateDebt": {
    "title": "How to Create a Debt?",
    "card1Title": "Create your Group",
    "card1Description": "Within Blitz Split, you can create groups where you and your friends' expenses will be concentrated.",
    "card2Title": "Invite your Friends",
    "card2Description": "When you create a group, you can invite your friends to join.",
    "card3Title": "Split your Bills",
    "card3Description": "Now just register your bills to split between the group participants in the way you prefer!"
  },
  "LinksPage": {
    "title": "Blitz Split",
    "knowMore": "Know more about the app"
  },
  "DeleteAccount": {
    "title": "How to delete your account",
    "requestInstructions": "To request the deletion of your account and data, please send an email to <email>appborarachar@gmail.com</email> with the subject \"Account Deletion Request\".",
    "emailInstructions": "In the email body, please include the following information:",
    "usernameInstruction": "Your username",
    "emailInstruction": "The email address associated with your account",
    "confirmationInstruction": "A brief confirmation that you want to delete your account and data",
    "processingConfirmation": "After we receive your request, we will process it as quickly as possible. You will receive a confirmation email when your account and data have been deleted.",
    "dataRecoveryWarning": "Please note that once your account is deleted, your data cannot be recovered.",
    "contactInformation": "If you have any questions, please contact us by email at <email>appborarachar@gmail.com</email>."
  },
  "TermsOfService": {
    "title": "Terms of Service for the \"Blitz Split\" Application",
    "lastUpdate": "Last updated: August 3, 2024 at 11:00 AM",
    "introduction": "Welcome to Blitz Split! These Terms of Service (\"Terms\") govern your use of the Blitz Split mobile application and any related services (collectively, the \"Application\") provided by Quare Software (\"we\", \"us\", or \"our\"). Please read these Terms carefully before using the Application.",
    "acceptanceTitle": "1. Acceptance of Terms",
    "acceptanceContent": "1.1 By downloading, installing, or using the Application, you (\"you\" or \"User\") agree to be bound by these Terms. If you disagree with any part of the Terms, then you may not access or use the Application.",
    "eligibilityTitle": "2. Eligibility",
    "eligibilityContent": "2.1 You must be at least 18 years of age or the age of majority in your jurisdiction to use the Application. By using the Application, you represent and warrant that you meet the eligibility requirements. If you are under the age of majority, you may use the Application only with the supervision of a parent or legal guardian who agrees to be bound by these Terms.",
    "serviceDescriptionTitle": "3. Service Description",
    "serviceDescriptionContent": "3.1 The Blitz Split Application is a mobile platform that allows users to create groups, add people to groups, and track and split expenses among group members. The Application does not process payments directly, but acts only as a platform for recording and calculating the division of expenses.",
    "accountCreationTitle": "4. Account Creation",
    "accountCreationContent": "4.1 In order to access and use all of the features of the Application, you may be required to create an account. You are responsible for maintaining the confidentiality of your login credentials and you are fully responsible for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account.",
    "appUsageTitle": "5. Use of the Application",
    "appUsageIntro": "5.1. You agree to use the Application only for lawful purposes and in accordance with these Terms. You agree not to:",
    "appUsageListItem1": "5.1.1 Use the Application for any illegal or unauthorized purpose;",
    "appUsageListItem2": "5.1.2 Interfere with or disrupt the servers or networks connected to the Application;",
    "appUsageListItem3": "5.1.3 Attempt to gain unauthorized access to the Application or any information of other users;",
    "appUsageListItem4": "5.1.4 Upload, transmit, or distribute any viruses, worms, or other malicious code;",
    "appUsageListItem5": "5.1.5 Collect or harvest any personally identifiable information of other users without their consent;",
    "appUsageListItem6": "5.1.6 Use the Application to send spam or other unsolicited communications;",
    "appUsageListItem7": "5.1.7 Impersonate any person or entity.",
    "dataProtectionLawTitle": "6. Data Protection Law",
    "dataProtectionParagraph1": "6.1. User privacy is very important to us and, for this reason, we use the best market practices to keep all personal data entered by the User safe. However, we disclaim liability for damages of any nature that may arise from the knowledge that unauthorized third parties may have of any information passed on, due to a failure exclusively attributable to Users, or to third parties, which escape any reasonable control, such as, for example, the actions of \"hackers\", through unlawful acts.",
    "dataProtectionParagraph2": "6.2. The data collected and the activity logs will be stored for the minimum period stipulated by Brazilian legislation.",
    "dataProtectionParagraph3": "6.3. If requested by the User, the data may be deleted before this period. However, it may be necessary to keep the data for a longer period, due to legal reasons, court order, fraud prevention and other legitimate interests, under the terms of Law No. 13,709/2018, known as the General Data Protection Law (LGPD).",
    "dataProtectionParagraph4": "6.4. We may also collect and store information about the User's navigation on the platform, such as:",
    "collectedDataListItem1": "6.4.1. Device identification;",
    "collectedDataListItem2": "6.4.2. The IP (\"Internet Protocol\") and MAC (\"Media Access Control\") addresses of the device;",
    "collectedDataListItem3": "6.4.3. Geographic location (geolocation);",
    "collectedDataListItem4": "6.4.4. The operating system and its version;",
    "collectedDataListItem5": "6.4.5. The type of browser and the updated version;",
    "collectedDataListItem6": "6.4.6. Information about the network used and the phone number;",
    "collectedDataListItem7": "6.4.7. Language used on the device or browser;",
    "collectedDataListItem8": "6.4.8. Screen resolution;",
    "collectedDataListItem9": "6.4.9. Application version;",
    "collectedDataListItem10": "6.4.10. The length of stay/use of resources;",
    "collectedDataListItem11": "6.4.11. Any errors that occurred and their details.",
    "dataProtectionParagraph5": "6.5. The collected and stored data will not be commercialized and/or rented to third parties, and the use, access and sharing, when necessary, will be carried out to achieve the purpose, within the limits permitted by law.",
    "dataProtectionParagraph6": "6.6. The User acknowledges and understands that Quare Software cannot and does not guarantee that files available for download from the internet are free of viruses, worms, Trojan horses or other code that may manifest contaminating or destructive properties. The User is responsible for implementing sufficient procedures and checkpoints to satisfy his security requirements and for maintaining means external to this site to reconstruct any lost data. Quare Software assumes no responsibility or risk for the use of the internet.",
    "dataProtectionParagraph7": "6.6. Quare Software reserves the right to monitor the use of this site to determine compliance with this Term, as well as to remove or veto any information for any reason. However, the User remains fully responsible for the handling of data and content contained on this site.",
    "userContentTitle": "7. User Content",
    "userContentParagraph1": "7.1. You are solely responsible for all content that you submit, upload, transmit, or otherwise make available through the Application (“User Content”). You represent and warrant that you own all necessary rights to the User Content or that you have the right to submit the User Content through the Application.",
    "userContentParagraph2": "7.2. You grant us a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, and sublicensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform, and display the User Content in connection with the Application and our (and our successors’ and affiliates’) business.",
    "userContentParagraph3": "7.2. You acknowledge and agree that we may preserve User Content and may also disclose User Content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process; (b) enforce these Terms; (c) respond to claims that any User Content violates the rights of third parties; or (d) protect the rights, property, or personal safety of Quare Software, our users, or the public.",
    "intellectualPropertyRightsTitle": "8. Intellectual Property Rights",
    "intellectualPropertyRightsParagraph1": "8.1. The Application and its entire contents, features, and functionality, including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof, are owned by us, our licensors, or other providers of such material and are protected by Brazilian and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.",
    "intellectualPropertyRightsParagraph2": "8.2. You must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Application without our prior written permission",
    "intellectualPropertyRightsParagraph3": "8.3. You are expressly prohibited from posting, submitting, presenting, or connecting to this site and Application that:",
    "prohibitedContentListItem1": "8.3.1. Do not have the right to post, including proprietary material of any third party",
    "prohibitedContentListItem2": "8.3.2. Advocates illegal activity or discusses an intent to commit an illegal act;",
    "prohibitedContentListItem3": "8.3.4. Is vulgar, obscene, pornographic;",
    "prohibitedContentListItem4": "8.3.5. Does not pertain directly to this site and Application;",
    "prohibitedContentListItem5": "8.3.6. May threaten or abuse others, libels, slanders, defames, invades privacy, stalks, is obscene, pornographic, racist, abusive, harassing, threatening, or offensive to any other person;",
    "prohibitedContentListItem6": "8.3.7. Seeks to exploit or harm children by exposing them to inappropriate content;",
    "prohibitedContentListItem7": "8.3.8. Infringes any intellectual property or other right of any entity or person, including violating anyone's copyrights or trademarks or their rights of publicity;",
    "prohibitedContentListItem8": "8.3.9. Violates any law or may be considered to violate any law;",
    "prohibitedContentListItem9": "8.3.10. Impersonates or misrepresents your connection to any entity or person or otherwise manipulates headers or identifiers to disguise the origin of the content;",
    "prohibitedContentListItem10": "8.3.11. Promotes any commercial endeavor (e.g., offering for sale products or services) or otherwise engages in any commercial activity (e.g., conducting raffles or contests, displaying sponsorship banners, and/or soliciting goods or services) except as may be specifically authorized on this site;",
    "prohibitedContentListItem11": "8.3.12. Solicits funds, advertisers or sponsorships except as may be specifically authorized on this site;",
    "prohibitedContentListItem12": "8.3.13. Includes programs with viruses, worms and/or Trojan Horses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications;",
    "prohibitedContentListItem13": "8.3.14. Are able to monitor or even act in a way that affects the ability of others to engage in real-time activities on this site;",
    "prohibitedContentListItem14": "8.3.15. Includes MP3 format files;",
    "prohibitedContentListItem15": "8.3.16. Promote fake news;",
    "prohibitedContentListItem16": "8.3.17. Disobeys any policy or regulations established from time to time regarding use of this site or any networks connected to this site;",
    "prohibitedContentListItem17": "8.3.18. Contains hyper-links to sites that contain content that falls within the descriptions set forth above.",
    "thirdPartyLinksTitle": "9. Third-Party Links",
    "thirdPartyLinksContent": "9.1. The Application may contain links to third-party websites or services that are not owned or controlled by us. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services.",
    "disclaimerOfWarrantiesTitle": "10. Disclaimer of Warranties",
    "disclaimerOfWarrantiesParagraph1": "10.1. The Application is provided on an “as is” and “as available” basis and without warranties of any kind, either express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement, and course of performance.",
    "disclaimerOfWarrantiesParagraph2": "10.2. We do not warrant that the Application will be uninterrupted or error-free, that defects will be corrected, or that the Application is free of viruses or other harmful components.",
    "limitationOfLiabilityTitle": "11. Limitation of Liability",
    "limitationOfLiabilityParagraph1": "11.1. Under no circumstances shall we be liable for any indirect, incidental, special, consequential, or punitive damages, including, but not limited to, loss of profits, data, use, goodwill, or other intangible losses, arising out of or related to your use or inability to use the Application, even if we have been advised of the possibility of such damages.",
    "limitationOfLiabilityParagraph2": "11.2. In no event shall our total liability to you for all damages (other than as may be required by applicable law in cases involving product liability) exceed the amounts you have paid to us, if any, for the Application.",
    "indemnificationTitle": "12. Indemnification",
    "indemnificationContent": "12.1. You agree to indemnify, defend, and hold harmless Quare Software and our directors, officers, employees, agents, contractors, licensors, service providers, and other partners, from and against any and all claims, losses, liabilities, costs, and expenses (including attorneys' fees) arising from or related to (a) your use or inability to use the App, (b) your User Content, or (c) your violation of these Terms.",
    "governingLawAndJurisdictionTitle": "13. Governing Law and Jurisdiction",
    "governingLawAndJurisdictionParagraph1": "13.1. These Terms shall be governed and construed in accordance with the laws of Brazil, without regard to its conflict of law provisions.",
    "governingLawAndJurisdictionParagraph2": "13.2. Any dispute arising out of or relating to these Terms shall be subject to the exclusive jurisdiction of the courts located in Belo Horizonte, Minas Gerais, Brazil.",
    "terminationTitle": "14. Termination",
    "terminationParagraph1": "14.1. We may terminate your access to the Application, in whole or in part, at any time and for any reason, with or without notice, at our sole discretion.",
    "terminationParagraph2": "14.2. You may terminate these Terms by discontinuing your use of the Application.",
    "generalProvisionsTitle": "15. General Provisions",
    "generalProvisionsParagraph1": "15.1. These Terms constitute the entire agreement between you and Quare Software relating to the Application and supersede all prior or contemporaneous communications and proposals, whether oral or written, between you and Quare Software.",
    "generalProvisionsParagraph2": "15.2. If any provision of these Terms is held to be unenforceable or invalid, such provision will be limited or eliminated to the minimum extent necessary so that these Terms will otherwise remain in full force and effect. The failure to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.",
    "generalProvisionsParagraph3": "15.3. These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by us without restriction.",
    "brazilianLawTitle": "16. Brazilian Law",
    "brazilianLawContent": "16.1. The \"Blitz Split\" application is subject to Brazilian laws, including, but not limited to, the Consumer Protection Code (Law No. 8078/1990). In the event of a conflict between these Terms of Service and Brazilian legislation, Brazilian legislation shall prevail.",
    "consumerProtectionCodeTitle": "17. Consumer Protection Code",
    "consumerProtectionParagraph1": "17.1. The user acknowledges that the \"Blitz Split\" application is a tool to facilitate the splitting of bills between friends and family, and that the responsibility for paying the expenses recorded in the application lies solely with the users who incurred such expenses. The application is not responsible for any debts between users, nor does it act as an intermediary or guarantee the payment of registered expenses.",
    "consumerProtectionParagraph2": "17.2. If you have any questions about your rights as a consumer, you can consult the Consumer Protection Code through the Federal Government's website: <consumerProtectionCodeLink>https://www.planalto.gov.br/ccivil_03/leis/l8078compilado.htm</consumerProtectionCodeLink>.",
    "changesToTheseTermsTitle": "18. Changes to These Terms",
    "changesToTheseTermsContent": "18.1. We may update our Terms of Service from time to time. We will notify you of any changes by posting the new Terms of Service on this page. You are advised to review these Terms of Service periodically for any changes. Changes to these Terms of Service are effective when they are posted on this page.",
    "generalAspectsTitle": "19. General Aspects",
    "generalAspectsParagraph1": "19.1. By agreeing to this Term, the User acknowledges that, in any case, he is solely responsible for the use of the Application, exempting Quare Software and all companies held by it, from any liability for damages arising from improper use of the site and related content.",
    "generalAspectsParagraph3": "19.3. Quare Software is not responsible for the accuracy of information, timeliness, behavior of Users and any damages of any kind that they may cause to themselves or to third parties.",
    "languageTitle": "20. Language",
    "languageContent": "20.1. These Terms of Service were originally written in Portuguese (Brazil). In the event of a conflict between the Portuguese version and any translation, the Portuguese version shall prevail.",
    "contactUsTitle": "21. Contact Us",
    "contactUsContent": "21.1. If you have any questions about these Terms, please contact us by email: <contactEmail>appborarachar@gmail.com</contactEmail>.",
    "finalDisclaimer": "BY ACCEPTING THIS AGREEMENT YOU RELEASE THE COMPANY FROM ANY CONSEQUENCES RESULTING FROM ANY ACTIONS OF THE COMPANY DURING OR AS A RESULT OF ITS INVESTIGATIONS AND/OR FROM ACTIONS TAKEN AS A RESULT OF INVESTIGATIONS BY BOTH THE COMPANY AND THE COMPETENT JUSTICE AUTHORITIES."
  },
  "PrivacyPolicy": {
    "title": "\"Blitz Split\" App Privacy Policy",
    "lastUpdate": "Last updated: August 3, 2024 at 11:00 AM",
    "developer": "Quare Software (\"us\", \"we\", or \"our\") developed the \"Blitz Split\" mobile application (\"App\"). This Privacy Policy is intended to inform you about what information we collect, how we use it, who we share it with, and what your rights are regarding this information when you use our App.",
    "informationCollection-title": "1. Information We Collect",
    "informationCollection-description": "We collect information about you in a variety of ways when you use the App. This information may include:",
    "informationCollection-directInformation-title": "a) Information You Provide Directly to Us:",
    "informationCollection-directInformation-accountInfo": "Account Information: When you create an account on the App, you provide us with information such as your username, email address, and password. You may also choose to provide additional information, such as your profile picture and phone number.",
    "informationCollection-directInformation-userContent": "User Content: When using the App, you may provide information about your payment methods, including brazilian pix, bank details, cryptocurrency wallets, your expenses, including description, amount, date, and participants.",
    "informationCollection-directInformation-communications": "Communications: If you contact us directly, we may collect information such as your name, email address, phone number, and the content of your message.",
    "informationCollection-automaticInformation-title": "b) Information We Collect Automatically:",
    "informationCollection-automaticInformation-usageInfo": "Usage Information: We collect information about how you use the App, such as the features you access, the features you use, and how often you use the App.",
    "informationCollection-automaticInformation-deviceInfo": "Device Information: We collect information about your device, such as the operating system, hardware model, IP address, unique device identifier, and other device identifiers.",
    "informationCollection-automaticInformation-locationInfo": "Location Information: If you allow it, we may collect information about your location using GPS, Bluetooth, or Wi-Fi.",
    "informationCollection-thirdPartyInformation-title": "c) Information We Collect from Third Parties:",
    "informationCollection-thirdPartyInformation-description": "We may receive information about you from third-party social media platforms if you choose to connect your account on the App to those platforms.",
    "informationUse-title": "2. How We Use Your Information",
    "informationUse-description": "We use the information we collect about you for the following purposes:",
    "informationUse-provideImproveApp": "Provide and Improve the App: We use your information to provide and improve the functionality of the App, such as creating and managing groups, adding participants, recording expenses, and calculating the split of bills.",
    "informationUse-personalizeExperience": "Personalize Your Experience: We may use your information to personalize your experience on the App, such as by displaying content and features relevant to you.",
    "informationUse-communicate": "Communicate with You: We may use your information to send you communications relating to the App, such as service announcements, feature updates, and feedback requests.",
    "informationUse-protectRights": "Protect Our Rights and the Rights of Others: We may use your information to protect our rights, the security of the App, and the safety of our users and third parties.",
    "informationUse-complyLaws": "Comply with Legal Obligations: We may use your information to comply with applicable laws and regulations.",
    "informationSharing-title": "3. Sharing Your Information",
    "informationSharing-description": "We do not share your personal information with third parties except in the following circumstances:",
    "informationSharing-withConsent": "With Your Consent: We may share your information with third parties if you give us permission to do so.",
    "informationSharing-withServiceProviders": "With Our Service Providers: We may share your information with third parties who assist us in providing and improving the App, such as hosting, analytics, and marketing providers.",
    "informationSharing-forLegalReasons": "For Legal Reasons: We may disclose your information if we are required to do so by law or in response to a court order or subpoena.",
    "informationSharing-protectOurRights": "To Protect Our Rights: We may disclose your information to protect our rights, the security of the App, and the safety of our users and third parties.",
    "privacyRights-title": "4. Your Privacy Rights",
    "privacyRights-description": "You have the following rights with respect to your personal information:",
    "privacyRights-access": "Access: You have the right to request access to the personal information we collect about you.",
    "privacyRights-correction": "Correction: You have the right to request the correction of any personal information about you that is inaccurate.",
    "privacyRights-deletion": "Deletion: You have the right to request the deletion of your personal information, except where we are legally required to retain it.",
    "privacyRights-opposition": "Opposition: You have the right to object to the processing of your personal information.",
    "privacyRights-dataPortability": "Data Portability: You have the right to receive a copy of your personal information in a structured, commonly used, and machine-readable format.",
    "privacyRights-exerciseRights": "You may exercise any of these rights by contacting us through the contact information provided at the end of this Privacy Policy.",
    "dataSecurity-title": "5. Data Security",
    "dataSecurity-description": "We implement appropriate technical and organizational measures to protect the personal information we collect against unauthorized access, disclosure, alteration, or destruction. However, no method of transmission over the internet or electronic storage is 100% secure. Therefore, we cannot guarantee the absolute security of your information.",
    "children-title": "6. Under age",
    "children-description": "The App is not intended for use by people under the age of 18. We do not knowingly collect personal information from people under the age of 18. If you become aware that a minor has provided us with personal information, please contact us and we will take reasonable steps to remove such information from our servers.",
    "policyChanges-title": "7. Changes to this Privacy Policy",
    "policyChanges-description": "We may update this Privacy Policy at any time. If we make material changes, we will notify you by posting the revised Privacy Policy on the App. You are advised to review this Privacy Policy periodically for any changes. Your continued use of the App following the posting of the revised Privacy Policy will constitute your acceptance of such changes.",
    "contact-title": "8. Contact Us",
    "contact-description": "If you have any questions about this Privacy Policy, please contact us by email at: <contactEmail>appborarachar@gmail.com</contactEmail>."
  }
}
