{
  "Metadata": {
    "title": "Bora Rachar",
    "description": "A melhor maneira de dividir contas com os amigos",
    "keywords": "dividir, contas, amigos, despesas, grupo, compartilhar, experiências",
    "link": "https://borarachar.com/pt",
    "ogImage": "https://borarachar.com/og-image-pt.jpg"
  },
  "GroupInviteLink": {
    "title": "Junte-se ao grupo {groupName} no Bora Rachar!",
    "description": "Junte-se com {invitedFor} e comece a dividir contas e experiências!"
  },
  "LandingPageHeader": {
    "title": "Bora Rachar",
    "howItWorks": "Como Funciona",
    "downloadAPKButton": "Download APK"
  },
  "LandingPageWelcome": {
    "title": "A melhor maneira de dividir contas com os amigos",
    "description": "Comece a compartilhar experiências de uma forma simples e intuitiva com o poder do Gemini! Não deixe de <sendReport>relatar suas experiências!</sendReport>",
    "downloadAPKButton": "Download APK",
    "googlePlayButton": "Google Play (em breve)"
  },
  "LandingPageHowToPayDebt": {
    "title": "Como Pagar uma Dívida?",
    "card1Title": "Visualize suas Contas",
    "card1Description": "Quando você tem contas ativas, elas estarão disponíveis para serem pagas."
  },
  "LandingPageHowToCreateDebt": {
    "title": "Como Criar uma Dívida?",
    "card1Title": "Crie seu Grupo",
    "card1Description": "Dentro do Bora Rachar é possível criar grupos, em que ficarão concentrados os seus gastos e dos seus amigos.",
    "card2Title": "Convide seus Amigos",
    "card2Description": "Ao criar um grupo, você poderá convidar seus amigos para participar.",
    "card3Title": "Dívida suas Contas",
    "card3Description": "Agora é só cadastrar as suas contas para dividir entre os participantes do grupo da maneira que preferir!"
  },
  "LinksPage": {
    "title": "Bora Rachar",
    "knowMore": "Conheça mais sobre o app"
  },
  "DeleteAccount": {
    "title": "Como deletar sua conta",
    "requestInstructions": "Para solicitar a exclusão da sua conta e dos seus dados, por favor, envie um e-mail para <email>appborarachar@gmail.com</email> com o assunto \"Solicitação de Exclusão de Conta\".",
    "emailInstructions": "No corpo do e-mail, por favor, inclua as seguintes informações:",
    "usernameInstruction": "Seu nome de usuário",
    "emailInstruction": "O endereço de e-mail associado à sua conta",
    "confirmationInstruction": "Uma breve confirmação de que você deseja deletar sua conta e seus dados",
    "processingConfirmation": "Após recebermos sua solicitação, iremos processá-la o mais rápido possível. Você receberá um e-mail de confirmação quando sua conta e seus dados forem excluídos.",
    "dataRecoveryWarning": "Observe que, após a exclusão da sua conta, seus dados não poderão ser recuperados.",
    "contactInformation": "Se você tiver alguma dúvida, entre em contato conosco pelo e-mail <email>appborarachar@gmail.com</email>."
  },
  "TermsOfService": {
    "title": "Termos de Serviço do Aplicativo \"Bora Rachar\"",
    "lastUpdate": "Última atualização: 3 de Agosto, 2024 às 11:00",
    "introduction": "Bem-vindo ao Bora Rachar! Estes Termos de Serviço (\"Termos\") regem o uso do aplicativo móvel Bora Rachar e quaisquer serviços relacionados (coletivamente, o \"Aplicativo\") fornecidos pela Quare Software (\"nós\", \"nos\" ou \"nosso\"). Por favor, leia estes Termos cuidadosamente antes de usar o Aplicativo.",
    "acceptanceTitle": "1. Aceitação dos Termos",
    "acceptanceContent": "1.1 Ao baixar, instalar ou usar o Aplicativo, você (\"você\" ou \"Usuário\") concorda em ficar vinculado a estes Termos. Se você não concordar com estes Termos, não poderá acessar ou usar o Aplicativo.",
    "eligibilityTitle": "2. Elegibilidade",
    "eligibilityContent": "2.1 Você deve ter pelo menos 18 anos de idade ou a maioridade legal em sua jurisdição para usar o Aplicativo. Ao usar o Aplicativo, você declara e garante que atende aos requisitos de elegibilidade. Se você for menor de idade, poderá usar o Aplicativo somente sob a supervisão de um pai ou responsável legal que concorde com estes Termos.",
    "serviceDescriptionTitle": "3. Descrição do Serviço",
    "serviceDescriptionContent": "3.1 O Aplicativo Bora Rachar é uma plataforma móvel que permite aos usuários criar grupos, adicionar pessoas aos grupos e registrar e dividir despesas entre os membros do grupo. O Aplicativo não processa pagamentos diretamente, atuando apenas como uma plataforma para registrar e calcular a divisão de despesas.",
    "accountCreationTitle": "4. Criação de Conta",
    "accountCreationContent": "4.1 Para acessar e usar todas as funcionalidades do Aplicativo, você pode precisar criar uma conta. Você é responsável por manter a confidencialidade de suas credenciais de login e é totalmente responsável por todas as atividades que ocorram em sua conta. Você concorda em nos notificar imediatamente sobre qualquer uso não autorizado de sua conta.",
    "appUsageTitle": "5. Uso do Aplicativo",
    "appUsageIntro": "5.1. Você concorda em usar o Aplicativo apenas para fins legais e de acordo com estes Termos. Você concorda em não:",
    "appUsageListItem1": "5.1.1 Usar o Aplicativo para qualquer finalidade ilegal ou não autorizada;",
    "appUsageListItem2": "5.1.2 Interferir ou interromper os servidores ou redes conectadas ao Aplicativo;",
    "appUsageListItem3": "5.1.3 Tentar obter acesso não autorizado ao Aplicativo ou a qualquer informação de outros usuários;",
    "appUsageListItem4": "5.1.4 Carregar, transmitir ou distribuir qualquer vírus, worm ou outro código malicioso;",
    "appUsageListItem5": "5.1.5 Coletar ou colher qualquer informação pessoalmente identificável de outros usuários sem o consentimento deles;",
    "appUsageListItem6": "5.1.6. Usar o Aplicativo para enviar spam ou outras comunicações não solicitadas;",
    "appUsageListItem7": "5.1.7 Se passar por outra pessoa ou entidade.",
    "dataProtectionLawTitle": "6. Lei de Proteção de Dados",
    "dataProtectionParagraph1": "6.1. A privacidade do Usuário é muito relevante e, por esta razão, utilizamos as melhores práticas recomendadas de mercado para manter seguros todos os dados pessoais inseridos pelo Usuário. No entanto, nos eximimos de responsabilidade pelos danos e prejuízos de toda natureza que possam decorrer do conhecimento que terceiros não autorizados possam ter de quaisquer das informações repassadas, em decorrência de falha exclusivamente atribuível aos Usuários, ou a terceiros, que fujam a qualquer controle razoável, como, exemplificativamente, a atuação de “hackers”, mediante atos ilícitos.",
    "dataProtectionParagraph2": "6.2. Os dados coletados e os registros de atividades serão armazenados pelo prazo mínimo estipulado pela legislação brasileira.",
    "dataProtectionParagraph3": "6.3. Caso haja solicitação do Usuário, os dados poderão ser apagados antes deste prazo. No entanto, pode ocorrer dos dados precisarem ser mantidos por período superior, por motivo de lei, ordem judicial, prevenção à fraude e outros interesses legítimos, nos termos da Lei n. 13.709/2018, conhecida por Lei Geral de Proteção de Dados (LGPD).",
    "dataProtectionParagraph4": "6.4. Poderemos, ainda, coletar e armazenar informações sobre a navegação do Usuário na plataforma, tais como:",
    "collectedDataListItem1": "6.4.1. A identificação do dispositivo;",
    "collectedDataListItem2": "6.4.2. Os endereços IP (“Internet Protocol”) e MAC (“Media Access Control”) do dispositivo;",
    "collectedDataListItem3": "6.4.3. A localização geográfica (geolocalização);",
    "collectedDataListItem4": "6.4.4. O sistema operacional e sua versão;",
    "collectedDataListItem5": "6.4.5. O tipo de navegador e a versão atualizada;",
    "collectedDataListItem6": "6.4.6. Informações sobre a rede utilizada e o número de telefone;",
    "collectedDataListItem7": "6.4.7. Idioma utilizado no dispositivo ou navegador;",
    "collectedDataListItem8": "6.4.8. A resolução de tela;",
    "collectedDataListItem9": "6.4.9. A versão do aplicativo;",
    "collectedDataListItem10": "6.4.10. O tempo de permanência/utilização dos recursos;",
    "collectedDataListItem11": "6.4.11. Os eventuais erros ocorridos e seus detalhamentos.",
    "dataProtectionParagraph5": "6.5. Os dados coletados e armazenados não serão comercializados e/ou alugados para terceiros, sendo que o uso, acesso e compartilhamento, quando necessários, serão realizados para atingir a finalidade, dentro dos limites permitidos em lei.",
    "dataProtectionParagraph6": "6.6. O Usuário reconhece e entende que a Quare Software não pode e não garante que arquivos disponíveis para download da internet estejam livres de vírus, worms, cavalos de troia ou outro código que possa manifestar propriedades contaminadoras ou destrutivas. O Usuário é responsável por implementar procedimentos e checkpoints suficientes para satisfazer seus requisitos de segurança e por manter meios externos a este site para reconstrução de qualquer dado perdido. A Quare Software não assume responsabilidade alguma ou risco pelo uso da internet.",
    "dataProtectionParagraph7": "6.6. A Quare Software reserva o direito de monitorar o uso deste site para determinar o cumprimento do presente Termo, assim como o de remover ou vetar qualquer informação por qualquer razão. Seja como for, o Usuário permanece completamente responsável pela manipulação dos dados e conteúdos contidos neste site.",
    "userContentTitle": "7. Conteúdo do Usuário",
    "userContentParagraph1": "7.1. Você é o único responsável por todo o conteúdo que você enviar, carregar, transmitir ou disponibilizar de outra forma através do Aplicativo (\"Conteúdo do Usuário\"). Você declara e garante que possui todos os direitos necessários sobre o Conteúdo do Usuário ou que tem o direito de enviar o Conteúdo do Usuário através do Aplicativo.",
    "userContentParagraph2": "7.2. Você concede a nós uma licença não exclusiva, mundial, livre de royalties, perpétua, irrevogável e sublicenciável para usar, reproduzir, modificar, adaptar, publicar, traduzir, criar trabalhos derivados, distribuir, executar e exibir o Conteúdo do Usuário em conexão com o Aplicativo e nosso negócio (e o de nossos sucessores e afiliados).",
    "userContentParagraph3": "7.2. Você reconhece e concorda que podemos preservar o Conteúdo do Usuário e também divulgá-lo se formos obrigados a fazê-lo por lei ou se acreditarmos de boa-fé que tal preservação ou divulgação seja razoavelmente necessária para: (a) cumprir o processo legal; (b) fazer cumprir estes Termos; (c) responder a alegações de que qualquer Conteúdo do Usuário viola os direitos de terceiros; ou (d) proteger os direitos, propriedade ou segurança pessoal da Quare Software, nossos usuários ou o público.",
    "intellectualPropertyRightsTitle": "8. Direitos de Propriedade Intelectual",
    "intellectualPropertyRightsParagraph1": "8.1. O Aplicativo e todo o seu conteúdo, incluindo, entre outros, texto, gráficos, logotipos, imagens, clipes de áudio, videoclipes e software, são de nossa propriedade ou propriedade de nossos licenciadores, devidamente protegidos pela na Lei n. 9.610/1998.",
    "intellectualPropertyRightsParagraph2": "8.2. Você não pode modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação ou software obtido do Aplicativo sem nossa permissão prévia por escrito.",
    "intellectualPropertyRightsParagraph3": "8.3. O Usuário fica, assim, expressamente proibido de publicar, enviar, apresentar ou fazer conexão a este site e Aplicativo que:",
    "prohibitedContentListItem1": "8.3.1. Não tenha o direito de postar, incluindo material de propriedade de terceiros;",
    "prohibitedContentListItem2": "8.3.2. Defenda atividade ilegal ou discuta a intenção de fazer algo ilegal;",
    "prohibitedContentListItem3": "8.3.4. Seja vulgar, obsceno ou pornográfico;",
    "prohibitedContentListItem4": "8.3.5. Não diga respeito diretamente a este site e Aplicativo;",
    "prohibitedContentListItem5": "8.3.6. Possa ameaçar ou insultar, difamar, caluniar, invadir privacidade, perseguir, ser obsceno, pornográfico, racista, homofóbico, assedie ou ofenda qualquer pessoa;",
    "prohibitedContentListItem6": "8.3.7. Busca explorar ou prejudicar crianças expondo-as a conteúdo inapropriado;",
    "prohibitedContentListItem7": "8.3.8. Infrinja qualquer propriedade intelectual ou outro direito de pessoa ou entidade, incluindo violações de direitos autorais, marca registrada ou direitos de publicidade;",
    "prohibitedContentListItem8": "8.3.9. Viola qualquer lei ou pode ser considerado para violar a lei;",
    "prohibitedContentListItem9": "8.3.10. Personifique ou deturpe sua conexão com qualquer entidade ou pessoa, ou, ainda, manipula títulos ou identificadores para encobrir a origem do conteúdo;",
    "prohibitedContentListItem10": "8.3.11. Promova qualquer empreendimento comercial (por exemplo, oferecer produtos ou serviços em promoção) ou que engaje de qualquer forma em uma atividade comercial (por exemplo, realizar sorteios ou concursos, expor banners patrocinados e/ou solicitar bens e serviços), exceto se expressamente autorizado neste site;",
    "prohibitedContentListItem11": "8.3.12. Solicitar fundos, divulgações ou patrocinadores, exceto se expressamente autorizado neste site;",
    "prohibitedContentListItem12": "8.3.13. Inclua programas com vírus, worms e/ou cavalos de troia ou qualquer outro código, arquivo ou programa de computador destinado a interromper, destruir ou limitar a funcionalidade de qualquer software ou hardware de computador ou telecomunicações;",
    "prohibitedContentListItem13": "8.3.14. Conseguem acompanhar ou mesmo agir de modo a afetar a habilidade de outras pessoas de se engajar em atividades em tempo real neste site;",
    "prohibitedContentListItem14": "8.3.15. Inclua arquivos em formato MP3;",
    "prohibitedContentListItem15": "8.3.16. Promova notícias falsas (fake news);",
    "prohibitedContentListItem16": "8.3.17. Desobedeça a qualquer política ou regra estabelecida de tempos em tempos para o uso desse site ou qualquer rede conectada a ele; ",
    "prohibitedContentListItem17": "8.3.18. Contenha hiperlinks para sites com conteúdo que se enquadrem nas descrições acima.",
    "thirdPartyLinksTitle": "9. Links de Terceiros",
    "thirdPartyLinksContent": "9.1. O Aplicativo pode conter links para sites ou serviços de terceiros que não são de nossa propriedade ou controlados por nós. Não temos controle e não assumimos nenhuma responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Você reconhece e concorda que não somos responsáveis, direta ou indiretamente, por quaisquer danos ou perdas causados ou alegadamente causados por ou em conexão com o uso ou dependência de qualquer conteúdo, bens ou serviços disponíveis em ou através de tais sites ou serviços de terceiros.",
    "disclaimerOfWarrantiesTitle": "10. Isenção de Garantias",
    "disclaimerOfWarrantiesParagraph1": "10.1. O Aplicativo é fornecido \"no estado em que se encontra\" e \"conforme disponível\" sem garantias de qualquer tipo, expressas ou implícitas, incluindo, entre outras, garantias implícitas de comercialização, adequação a um propósito específico, não violação e curso de desempenho.",
    "disclaimerOfWarrantiesParagraph2": "10.2. Não garantimos que o Aplicativo estará disponível de forma ininterrupta ou livre de erros, que os defeitos serão corrigidos ou que o Aplicativo esteja livre de vírus ou outros componentes prejudiciais.",
    "limitationOfLiabilityTitle": "11. Limitação de Responsabilidade",
    "limitationOfLiabilityParagraph1": "11.1. Em nenhuma circunstância seremos responsáveis por quaisquer danos indiretos, incidentais, especiais, consequenciais ou punitivos, incluindo, entre outros, perda de lucros, dados, uso, boa vontade ou outras perdas intangíveis, decorrentes de ou relacionadas ao seu uso ou incapacidade de usar o Aplicativo, mesmo que tenhamos sido avisados da possibilidade de tais danos.",
    "limitationOfLiabilityParagraph2": "11.2. Em nenhum caso, nossa responsabilidade total perante você por todos os danos (exceto conforme exigido pela lei aplicável em casos envolvendo responsabilidade por produto) excederá o valor total que você nos pagou, se houver, pelo Aplicativo.",
    "indemnificationTitle": "12. Indenização",
    "indemnificationContent": "12.1. Você concorda em indenizar, defender e isentar a Quare Software e nossos diretores, executivos, funcionários, agentes, contratados, licenciadores, provedores de serviços e outros parceiros, de e contra todas e quaisquer reivindicações, perdas, responsabilidades, custos e despesas (incluindo honorários advocatícios) decorrentes de ou relacionados a (a) seu uso ou incapacidade de usar o Aplicativo, (b) seu Conteúdo do Usuário ou (c) sua violação destes Termos.",
    "governingLawAndJurisdictionTitle": "13. Lei Aplicável e Jurisdição",
    "governingLawAndJurisdictionParagraph1": "13.1. Estes Termos serão regidos e interpretados de acordo com as leis do Brasil, sem consideração a qualquer disposição de conflito de leis.",
    "governingLawAndJurisdictionParagraph2": "13.2. Qualquer disputa decorrente de ou relacionada a estes Termos estará sujeita à jurisdição exclusiva dos tribunais localizados em Belo Horizonte, Minas Gerais no Brasil.",
    "terminationTitle": "14. Rescisão",
    "terminationParagraph1": "14.1. Podemos rescindir seu acesso ao Aplicativo, no todo ou em parte, a qualquer momento e por qualquer motivo, com ou sem aviso prévio, a nosso exclusivo critério.",
    "terminationParagraph2": "14.2. Você pode rescindir estes Termos interrompendo o uso do Aplicativo.",
    "generalProvisionsTitle": "15. Disposições Gerais",
    "generalProvisionsParagraph1": "15.1. Estes Termos constituem o acordo integral entre você e a Quare Software em relação ao Aplicativo e substituem todas as comunicações e propostas anteriores ou contemporâneas, sejam verbais ou escritas, entre você e a Quare Software.",
    "generalProvisionsParagraph2": "15.2. Se qualquer disposição destes Termos for considerada inexequível ou inválida, tal disposição será limitada ou eliminada na medida mínima necessária para que estes Termos permaneçam em pleno vigor e efeito. A falha em exercer ou fazer cumprir qualquer direito ou disposição destes Termos não constituirá uma renúncia a tal direito ou disposição.",
    "generalProvisionsParagraph3": "15.3. Estes Termos e quaisquer direitos e licenças concedidos nos termos deste documento não podem ser transferidos ou cedidos por você, mas podem ser cedidos por nós sem restrições.",
    "brazilianLawTitle": "16. Lei Brasileira",
    "brazilianLawContent": "16.1. O aplicativo \"Bora Rachar\" está sujeito às leis brasileiras, incluindo, mas não se limitando ao Código de Defesa do Consumidor (Lei nº 8.078/1990). Em caso de conflito entre estes Termos de Serviço e a legislação brasileira, prevalecerá a legislação brasileira.",
    "consumerProtectionCodeTitle": "17. Código de Defesa do Consumidor",
    "consumerProtectionParagraph1": "17.1. O usuário reconhece que o aplicativo \"Bora Rachar\" é um instrumento para facilitar a divisão de contas entre amigos e familiares, e que a responsabilidade pelo pagamento das despesas registradas no aplicativo é exclusivamente dos usuários que contraíram tais despesas. O aplicativo não se responsabiliza por eventuais dívidas entre os usuários, tampouco atua como intermediador ou garante o pagamento das despesas registradas.",
    "consumerProtectionParagraph2": "17.2. Em caso de dúvidas sobre seus direitos como consumidor, o usuário poderá consultar o Código de Defesa do Consumidor através do site do Governo Federal: <consumerProtectionCodeLink>https://www.planalto.gov.br/ccivil_03/leis/l8078compilado.htm</consumerProtectionCodeLink>.",
    "changesToTheseTermsTitle": "18. Alterações nestes Termos",
    "changesToTheseTermsContent": "18.1. Podemos atualizar estes Termos a qualquer momento, a nosso exclusivo critério. Se fizermos alterações materiais, notificaremos você publicando os Termos revisados no Aplicativo. Você é aconselhado a revisar estes Termos periodicamente para quaisquer alterações. O uso continuado do Aplicativo após a publicação dos Termos revisados constituirá sua aceitação de tais alterações.",
    "generalAspectsTitle": "19. Aspectos Gerais",
    "generalAspectsParagraph1": "19.1. Por meio da concordância ao presente Termo, o Usuário reconhece que, em qualquer hipótese, é o único responsável pela utilização do Aplicativo, isentando a Quare Software e todas as empresas por ela detidas, de qualquer responsabilidade por danos e prejuízos decorrentes do uso indevido do site e conteúdo correlato.",
    "generalAspectsParagraph3": "19.3. A Quare Software não se responsabiliza pela exatidão das informações, pontualidade, comportamento dos Usuários e eventuais danos de qualquer natureza que estes venham causar a si ou à terceiros.",
    "languageTitle": "20. Idioma",
    "languageContent": "20.1. Estes Termos de Serviço foram escritos originalmente em português (Brasil). Em caso de conflito entre a versão em português e qualquer tradução, prevalecerá a versão em português.",
    "contactUsTitle": "21. Contate-nos",
    "contactUsContent": "21.1. Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco pelo e-mail: <contactEmail>appborarachar@gmail.com</contactEmail>.",
    "finalDisclaimer": "AO ACEITAR ESSE ACORDO VOCÊ ISENTA A EMPRESA DE QUALQUER CONSEQUÊNCIA RESULTANTE DE QUALQUER AÇÃO DA EMPRESA DURANTE OU COMO RESULTADO DE SUAS INVESTIGAÇÕES E/OU DE AÇÕES TOMADAS RESULTANTES DE INVESTIGAÇÕES TANTO DA EMPRESA QUANTO DAS AUTORIDADES DE JUSTIÇA COMPETENTES."
  },
  "PrivacyPolicy": {
    "title": "Política de Privacidade do Aplicativo \"Bora Rachar\"",
    "lastUpdate": "Última atualização: 3 de Agosto, 2024 às 11:00",
    "developer": "A Quare Software (\"nós\", \"nos\" ou \"nosso\") desenvolveu o aplicativo móvel \"Bora Rachar\" (\"Aplicativo\"). Esta Política de Privacidade tem como objetivo informá-lo sobre quais informações coletamos, como as usamos, com quem as compartilhamos e quais são seus direitos em relação a essas informações quando você usa nosso Aplicativo.",
    "informationCollection-title": "1. Informações que coletamos",
    "informationCollection-description": "Nós coletamos informações sobre você de diversas formas quando você usa o Aplicativo. Essas informações podem incluir:",
    "informationCollection-directInformation-title": "a) Informações que você nos fornece diretamente:",
    "informationCollection-directInformation-accountInfo": "Informações da conta: Ao criar uma conta no Aplicativo, você nos fornece informações como nome de usuário, endereço de e-mail e senha. Você também pode optar por fornecer informações adicionais, como sua foto de perfil e número de telefone.",
    "informationCollection-directInformation-userContent": "Conteúdo do Usuário: Ao usar o Aplicativo, você pode fornecer informações sobre suas formas de pagamento, incluindo pix, dados bancários, carteria de criptomoedas, suas despesas, incluindo descrição, valor, data e participantes. Se você permitir, poderemos coletar informações da camera e da galeria.",
    "informationCollection-directInformation-communications": "Comunicações: Se você entrar em contato conosco diretamente, poderemos coletar informações como seu nome, endereço de e-mail, número de telefone e o conteúdo da sua mensagem.",
    "informationCollection-automaticInformation-title": "b) Informações que coletamos automaticamente:",
    "informationCollection-automaticInformation-usageInfo": "Informações de uso: Coletamos informações sobre como você usa o Aplicativo, como as funcionalidades que você acessa, os recursos que você usa e a frequência com que você usa o Aplicativo.",
    "informationCollection-automaticInformation-deviceInfo": "Informações do dispositivo: Coletamos informações sobre o seu dispositivo, como o sistema operacional, o modelo de hardware, o endereço IP, o identificador exclusivo do dispositivo e outros identificadores de dispositivo.",
    "informationCollection-automaticInformation-locationInfo": "Informações de localização: Se você permitir, poderemos coletar informações sobre sua localização usando GPS, Bluetooth ou Wi-Fi.",
    "informationCollection-thirdPartyInformation-title": "c) Informações que coletamos de terceiros:",
    "informationCollection-thirdPartyInformation-description": "Podemos receber informações sobre você de plataformas de mídia social de terceiros se você optar por conectar sua conta no Aplicativo a essas plataformas.",
    "informationUse-title": "2. Como usamos suas informações",
    "informationUse-description": "Usamos as informações que coletamos sobre você para os seguintes fins:",
    "informationUse-provideImproveApp": "Fornecer e melhorar o Aplicativo: Usamos suas informações para fornecer e melhorar as funcionalidades do Aplicativo, como criar e gerenciar grupos, adicionar participantes, registrar despesas e calcular a divisão de contas.",
    "informationUse-personalizeExperience": "Personalizar sua experiência: Podemos usar suas informações para personalizar sua experiência no Aplicativo, como exibir conteúdo e recursos relevantes para você.",
    "informationUse-communicate": "Comunicar com você: Podemos usar suas informações para enviar a você comunicados relacionados ao Aplicativo, como anúncios de serviço, atualizações de recursos e solicitações de feedback.",
    "informationUse-protectRights": "Proteger nossos direitos e os de terceiros: Podemos usar suas informações para proteger nossos direitos, a segurança do Aplicativo e a segurança de nossos usuários e terceiros.",
    "informationUse-complyLaws": "Cumprir as obrigações legais: Podemos usar suas informações para cumprir as leis e regulamentações aplicáveis.",
    "informationSharing-title": "3. Compartilhamento de suas informações",
    "informationSharing-description": "Não compartilhamos suas informações pessoais com terceiros, exceto nas seguintes circunstâncias:",
    "informationSharing-withConsent": "Com o seu consentimento: Podemos compartilhar suas informações com terceiros se você nos der permissão para fazê-lo.",
    "informationSharing-withServiceProviders": "Com nossos provedores de serviços: Podemos compartilhar suas informações com terceiros que nos ajudam a fornecer e melhorar o Aplicativo, como provedores de hospedagem, análise e marketing.",
    "informationSharing-forLegalReasons": "Por motivos legais: Podemos divulgar suas informações se formos obrigados a fazê-lo por lei ou em resposta a uma ordem judicial ou intimação.",
    "informationSharing-protectOurRights": "Para proteger nossos direitos: Podemos divulgar suas informações para proteger nossos direitos, a segurança do Aplicativo e a segurança de nossos usuários e terceiros.",
    "privacyRights-title": "4. Seus direitos de privacidade",
    "privacyRights-description": "Você tem os seguintes direitos em relação às suas informações pessoais:",
    "privacyRights-access": "Acesso: Você tem o direito de solicitar acesso às informações pessoais que coletamos sobre você.",
    "privacyRights-correction": "Correção: Você tem o direito de solicitar a correção de quaisquer informações pessoais sobre você que estejam incorretas.",
    "privacyRights-deletion": "Exclusão: Você tem o direito de solicitar a exclusão de suas informações pessoais, exceto quando formos legalmente obrigados a mantê-las.",
    "privacyRights-opposition": "Oposição: Você tem o direito de se opor ao processamento de suas informações pessoais.",
    "privacyRights-dataPortability": "Portabilidade de dados: Você tem o direito de receber uma cópia de suas informações pessoais em um formato estruturado, comumente usado e legível por máquina.",
    "privacyRights-exerciseRights": "Você pode exercer qualquer um desses direitos entrando em contato conosco através das informações de contato fornecidas no final desta Política de Privacidade.",
    "dataSecurity-title": "5. Segurança de dados",
    "dataSecurity-description": "Implementamos medidas técnicas e organizacionais apropriadas para proteger as informações pessoais que coletamos contra acesso não autorizado, divulgação, alteração ou destruição. No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrônico é 100% seguro. Portanto, não podemos garantir a segurança absoluta de suas informações.",
    "children-title": "6. Menores de idade",
    "children-description": "O Aplicativo não se destina ao uso por menores de 18 anos. Não coletamos intencionalmente informações pessoais de menores de 18 anos. Se você tiver conhecimento de que um menor nos forneceu informações pessoais, entre em contato conosco e tomaremos as medidas cabíveis para remover essas informações de nossos servidores.",
    "policyChanges-title": "7. Alterações nesta Política de Privacidade",
    "policyChanges-description": "Podemos atualizar esta Política de Privacidade a qualquer momento. Se fizermos alterações materiais, notificaremos você publicando a Política de Privacidade revisada no Aplicativo. Você é aconselhado a revisar esta Política de Privacidade periodicamente para quaisquer alterações. O uso continuado do Aplicativo após a publicação da Política de Privacidade revisada constituirá sua aceitação de tais alterações.",
    "contact-title": "8. Contate-nos",
    "contact-description": "Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco pelo e-mail: <contactEmail>appborarachar@gmail.com</contactEmail>."
  }
}
